IDEA Open Model
PointSupportNode.SupportTypeRZ Property
Compatible with IDEA StatiCa v 10.1
 Support type in dirrection round Z
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public SupportTypeInDirrection SupportTypeRZ { get; set; }
Public Property SupportTypeRZ As SupportTypeInDirrection
	Get
	Set
public:
property SupportTypeInDirrection SupportTypeRZ {
	SupportTypeInDirrection get ();
	void set (SupportTypeInDirrection value);
}
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace